let rooms=[
	{호수: 101 , 객실타입: "더블" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 102 , 객실타입: "더블" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 103 , 객실타입: "더블" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 104 , 객실타입: "더블" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 105 , 객실타입: "더블" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 201 , 객실타입: "디럭스" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 202 , 객실타입: "디럭스" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 203 , 객실타입: "디럭스" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 204 , 객실타입: "디럭스" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 205 , 객실타입: "디럭스" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 301 , 객실타입: "스위트" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 302 , 객실타입: "스위트" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 303 , 객실타입: "스위트" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 304 , 객실타입: "스위트" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 305 , 객실타입: "스위트" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 401 , 객실타입: "트윈" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 402 , 객실타입: "트윈" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 403 , 객실타입: "트윈" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 404 , 객실타입: "트윈" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 405 , 객실타입: "트윈" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 501 , 객실타입: "패밀리" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 502 , 객실타입: "패밀리" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 503 , 객실타입: "패밀리" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 504 , 객실타입: "패밀리" , 가격: 100000 , 기본인원: 2 , 최대인원: 4},
	{호수: 505 , 객실타입: "패밀리" , 가격: 100000 , 기본인원: 2 , 최대인원: 4}
]

let booking=[
	{예약번호: 101010 , 고객명: '강호동', 객실타입: '더블', 호수: 101 ,입실날짜: '2023-02-03', 숙박일수: 1},
	{예약번호: 101011 , 고객명: '유재석', 객실타입: '더블', 호수: 102 ,입실날짜: '2023-02-03', 숙박일수: 1},
	{예약번호: 101012 , 고객명: '신동', 객실타입: '더블', 호수: 103 ,입실날짜: '2023-02-03', 숙박일수: 1},
	{예약번호: 101013 , 고객명: '서장훈', 객실타입: '디럭스', 호수: 201 ,입실날짜: '2023-02-03', 숙박일수: 1},
	{예약번호: 101014 , 고객명: '김구라', 객실타입: '디럭스', 호수: 202 ,입실날짜: '2023-02-03', 숙박일수: 1},
	{예약번호: 101015 , 고객명: '안영미', 객실타입: '더블', 호수: 104 ,입실날짜: '2023-02-03', 숙박일수: 1},
	{예약번호: 101016 , 고객명: '김국진', 객실타입: '트윈', 호수: 401 ,입실날짜: '2023-02-03', 숙박일수: 1}
]

let realtime=[
	{호수: 101 , 예약번호: 101010 , 객실타입: '더블', 고객명: '강호동' , 인원: 4 },
	{호수: 102 , 예약번호: 101011 , 객실타입: '더블', 고객명: '유재석' , 인원: 4 },
	{호수: 103 , 예약번호: 101012 , 객실타입: '더블', 고객명: '신동' , 인원: 4 },
	{호수: 201 , 예약번호: 101013 , 객실타입: '디럭스', 고객명: '서장훈' , 인원: 4 },
	{호수: 202 , 예약번호: 101014 , 객실타입: '디럭스', 고객명: '김구라' , 인원: 4 },
	{호수: 104 , 예약번호: 101015 , 객실타입: '더블', 고객명: '안영미' , 인원: 4 }
]
